Repository: Imagicle/Print2Fax
Catalog: wfigui/locale/*/LC_MESSAGES/wfigui.po
Languages: ar, el, es, fr, ru

source: Job completed with errors
ar: تمت المهمة مع وجود أخطاء.
el: Auftrag mit Fehlern ausgeführt
es: Trabajo completado con errores
fr: Tâche accomplie avec des erreurs
ru: При выполнении задачи возникли ошибки

source: Bad username/password. Please enter correct values in the configuration dialog.
ar: خطأ في اسم المستخدم/ كلمة المرور. يُرجى إدخال القيم الصحيحة في مربع التهيئة.
el: Benutzername/Passwort falsch. Bitte in den Konfigurationsdialog korrekte Werte eingeben.
es: Nombre de usuario/contraseña erróneos. Introduzca valores correctos en el cuadro de diálogo de configuración.
fr: Nom d’utilisateur/mot de passe incorrect. Veuillez saisir les valeurs correctes dans le dialogue de configuration.
ru: Неверное имя пользователя/пароль. Пожалуйста, введите правильные значения в диалоговом окне конфигурации.

source: The server responded with a status code of %d
ar: استجاب الخادم بكود حالة d%.
el: Serverantwort mit Status-Code %d
es: El servidor respondió con un código de estado de %d
fr: Le serveur a répondu avec un code de statut %d
ru: Код ответного состояния сервера %d

source: Bad username/password
ar: خطأ في اسم المستخدم/ كلمة المرور.
el: Benutzername/Passwort falsch
es: Nombre de usuario/contraseña erróneos
fr: Nom d’utilisateur/mot de passe incorrect
ru: Неверное имя пользователя/пароль

source: Call to curl_easy_perform failed: code=%i message=%hs
ar: فشل استدعاء curl_easy_perform: الكود=i%، الرسالة=hs%
el: Aufruf von curl_easy_perform fehlgeschlagen: code=%i message=%hs
es: Error de llamada a curl_easy_perform: código=%i mensaje=%hs
fr: Échec de l’appel à curl_easy_perform : code=%i message=%hs
ru: Вызов curl_easy_perform не удался: код=%i сообщение=%hs

source: Cannot initialize libmagic
ar: تعذرت تهيئة libmagic
el: libmagic konnte nicht initialisiert werden
es: No se puede inicializar libmagic
fr: Initialisation de libmagic impossible
ru: Не удается инициализация libmagic

source: Cannot load magic.mgc
ar: تعذر تحميل magic.mgc
el: magic.mgc konnte nicht geladen werden
es: No se puede cargar magic.mgc
fr: Chargement de magic.mgc impossible
ru: Не удается загрузка magic.mgc

source: Call to magic_buffer failed: message=%hs
ar: فشل استدعاء magic_buffer: الرسالة=hs%
el: Aufruf von magic_buffer fehlgeschlagen: message=%hs
es: Error de llamada a magic_buffer: mensaje=%hs
fr: Échec de l’appel à magic_buffer : message=%hs
ru: Вызов magic_buffer не удался: сообщение=%hs

source: Ghostscript failed
ar: فشل Ghostscript
el: Ghostscript fehlgeschlagen
es: Error de Ghostscript
fr: Échec de Ghostscript
ru: Ghostscript не сработал

source: The server responded with a status code of %d and provided the following error message: %s
ar: استجاب الخادم بكود حالة d%، وأظهر رسالة الخطأ التالية: s%
el: Serverantwort mit Status-Code %d und folgender Fehlermeldung: %s
es: El servidor respondió con un código de estado de %d y proporcionó el siguiente mensaje de error: %s
fr: Le serveur a répondu avec un code de statut %d et a fourni le message d’erreur suivant : %s
ru: Код ответного состояния сервера %d со следующим сообщением об ошибке: %s

source: Server response is not JSON
ar: استجابة الخادم ليست JSON.
el: Serverantwort nicht JSON
es: La respuesta del servidor no es JSON
fr: La réponse du serveur n’est pas JSON
ru: Ответ сервера не JSON

source: Error parsing JSON response
ar: خطأ في تحليل استجابة JSON
el: Fehler beim Parsing der JSON-Antwort
es: Error al analizar la respuesta JSON
fr: Erreur d’analyse de la réponse JSON
ru: Ошибка при разборе ответа JSON

source: Call to curl_mime_init failed
ar: فشل استدعاء curl_mime_init
el: Aufruf von curl_mime_init fehlgeschlagen
es: Error de llamada a curl_mime_init
fr: Échec de l’appel à curl_mime_init
ru: Вызов curl_mime_init не удался

source: Fax
ar: الفاكس
ru: Факс

source: Use fax cover
el: Faxdeckblatt verwenden

source: Fax sent to:
el: Fax gesendet an:
