Repository: Imagicle/Print2Fax
Catalog: wfigui/locale/*/LC_MESSAGES/wfigui.po
Languages: ar, el, es, fr, ru

source: Configure Imagicle print2fax
ar: تهيئة Imagicle print2fax
el: Konfiguration von Imagicle print2fax
es: Configurar Imagicle print2fax
fr: Configurer Imagicle print2fax
ru: Сконфигурировать Imagicle print2fax

source: OK
ar: موافقة
es: Aceptar
ru: ОК

source: Cancel
ar: إلغاء
el: Abbrechen
es: Cancelar
fr: Annuler
ru: Отменить

source: Imagicle server
ar: خادم Imagicle
es: Servidor Imagicle
fr: Serveur Imagicle
ru: Сервер Imagicle

source: Notification email
ar: إشعار عبر البريد الإلكتروني
el: E-Mail-Benachrichtigung
es: Dirección de correo electrónico para notificaciones
fr: E-mail de notification
ru: Электронное уведомление

source: Password
ar: كلمة المرور
el: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Username
ar: اسم المستخدم
el: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ru: Имя пользователя

source: Imagicle server address
ar: عنوان خادم Imagicle
el: Imagicle Server-Adresse
es: Dirección del servidor Imagicle
fr: Adresse du serveur Imagicle
ru: Адрес сервера Imagicle

source: Events will be notified to this email address.
ar: ستُرسَل إشعارات بالأحداث إلى عنوان البريد الإلكتروني هذا.
el: Benachrichtigungen über Ereignisse werden an diese E-Mail-Adresse gesendet.
es: Los eventos se notificarán a esta dirección de correo electrónico.
fr: Les événements seront signalés à cette adresse électronique.
ru: Уведомления о событиях будут приходить на этот адрес электронной почты.

source: Notify status
ar: إشعار بالحالة
el: Statusbenachrichtigungen senden
es: Notificar estado
fr: Statut de notification
ru: Статус уведомления

source: Use secure connection (https)
ar: استخدام اتصال آمن (https)
el: Sichere Verbindung (https)
es: Usar conexión segura (https)
fr: Utiliser une connexion sécurisée (https)
ru: Использовать безопасное соединение (https)

source: Skip server certificate validity checks
ar: تخطي التحقق من صحة شهادة الخادم
el: Prüfung des Serverzertifikats auf Gültigkeit überspringen
es: Omitir comprobaciones de validez de los certificados del servidor
fr: Ignorer les contrôles de validité des certificats du serveur
ru: Пропустить проверку действительности сертификата сервера

source: Address book
ar: دفتر العناوين
el: Adressbuch
es: Libreta de direcciones
fr: Carnet d'adresses
ru: Адресная книга

source: Address book type
ar: نوع دفتر العناوين
el: Adressbuchtyp
es: Tipo de libreta de direcciones
fr: Type de carnet d’adresses
ru: Тип адресной книги

source: Address book location
ar: موقع دفتر العناوين
el: Speicherort des Adressbuchs
es: Ubicación de la libreta de direcciones
fr: Emplacement du carnet d’adresses
ru: Местонахождение адресной книги

source: The path to addressbook.csv. File must be in CSV format delimited by commas.
ar: المسار إلى .addressbook.csv. يجب أن يكون الملف بصيغة CSV ومحددًا بفواصل.
el: Pfad zu adressbuch.csv. Die Datei muss das Format .csv mit kommagetrennten Werten haben
es: La ruta al archivo addressbook.csv. El archivo debe estar en formato CSV delimitado por comas.
fr: Le chemin d’accès au fichier addressbook.csv. doit être dans le format CSV séparé par des virgules.
ru: Путь сохранения addressbook.csv. Файл должен быть в формате CSV и разделен запятыми.

source: Browse...
ar: استعراض...
el: Durchsuchen ...
es: Examinar...
fr: Parcourir...
ru: Обзор...

source: Set to default location (%APPDATA%\Imagicle print2fax)
ar: التعيين بالموقع الافتراضي (%APPDATA%\Imagicle print2fax)
el: Standardspeicherort verwenden (%APPDATA%\Imagicle print2fax)
es: Configurar en ubicación predeterminada (%APPDATA%\Imagicle print2fax)
fr: Défini à l’emplacement par défaut (%APPDATA%\Imagicle print2fax)
ru: Установить местонахождение по умолчанию (%APPDATA%\Imagicle print2fax)

source: Default
ar: الافتراضي
el: Standard
es: Configuración predeterminada
fr: Par défaut
ru: По умолчанию

source: Choose the type of address book.
ar: اختيار نوع دفتر العناوين
el: Typ des Adressbuchs auswählen
es: Elija el tipo de libreta de direcciones.
fr: Choisir le type de carnet d’adresses.
ru: Выбрать тип адресной книги.

source: No address book
ar: لا يوجد دفتر عناوين
el: Kein Adressbuch
es: Ninguna libreta de direcciones
fr: Aucun carnet d'adresses
ru: Адресная книга отсутствует

source: Extended MAPI
ar: واجهة برمجة تطبيق رسائل ممتدة
el: Erweiterte MAPI
es: MAPI ampliada
ru: Расширенный интерфейс MAPI

source: Use default profile
ar: استخدام الملف التعريفي الافتراضي
el: Standardprofil verwenden
es: Usar perfil predeterminado
fr: Utiliser le profil par défaut
ru: Использовать профиль по умолчанию

source: Use this profile:
ar: استخدام هذا الملف التعريفي
el: Dieses Nutzerprofil verwenden:
es: Usar este perfil:
fr: Utiliser ce profil :
ru: Использовать этот профиль

source: Fax field
ar: خانة الفاكس
el: Feld Fax
es: Campo Fax
fr: Champ du fax
ru: Поле факса

source: Name field
ar: خانة الاسم
el: Feld Name
es: Campo Nombre
fr: Champ du nom
ru: Поле имени

source: Table
ar: الجدول
el: Tabelle
es: Tabla
fr: Tableau
ru: Таблица

source: Data Source Name for the ODBC connection. Use ODBC administration tool to setup.
ar: اسم مصدر البيانات لاتصال قاعدة البيانات المفتوحة. استخدام أداة إدارة اتصال قاعدة البيانات المفتوحة للإعداد.
el: Name der Datenquelle für die ODBC-Verbindung Für die Einrichtung das ODBC-Administrationstool verwenden
es: Nombre del origen de datos para la conexión ODBC. Use la herramienta de administración de ODBC para la configuración.
fr: Nom de la source des données pour la connexion ODBC. Utiliser l’outil d’administration ODBC pour la configuration.
ru: Имя источника данных для соединения ODBC. Использовать открытый интерфейс доступа к базам данных (ODBC) для настройки.

source: Optional. User name for the ODBC connection.
ar: اختياري. اسم المستخدم لاتصال قاعدة البيانات المفتوحة.
el: Optional. Benutzername für die ODBC-Verbindung.
es: Opcional. Nombre de usuario para la conexión ODBC.
fr: En option. Nom d’utilisateur pour la connexion ODBC.
ru: Факультативно. Имя пользователя для соединения ODBC.

source: Optional. Password for the ODBC connection.
ar: اختياري. كلمة المرور لاتصال قاعدة البيانات المفتوحة.
el: Optional. Passwort für die ODBC-Verbindung.
es: Opcional. Contraseña para la conexión ODBC.
fr: En option. Mot de passe pour la connexion ODBC.
ru: Факультативно. Пароль для соединения ODBC.

source: Name of the field containing the "Fax number".
ar: اسم الخانة التي تتضمن "رقم الفاكس".
el: Name des Felds, das die „Faxnummer“ enthält
es: Nombre del campo que contiene el "Número de fax".
fr: Nom du champ contenant le « numéro de fax ».
ru: Наименование поля, содержащего “Номер факса”

source: Name of the table containing data.
ar: اسم الجدول الذي يتضمن البيانات.
el: Name der Datentabelle
es: Nombre de la tabla que contiene los datos.
fr: Nom du tableau contenant les données.
ru: Наименование таблицы, содержащей данные.

source: Name of the field containing the "Recipient".
ar: اسم الخانة التي تتضمن "المستلم".
el: Name des Felds, das den „Empfänger“ enthält
es: Nombre del campo que contiene el "Destinatario".
fr: Nom du champ contenant le « destinataire ».
ru: Наименование поля, содержащего “Получателя”.

source: Check this if ODBC should authenticate with user and password. Leave blank for anonymous access.
ar: ضع علامة هنا في حال وجوب مصادقة اتصال قاعدة البيانات المفتوحة من خلال المستخدم وكلمة المرور. لا تضع علامة للوصول مجهول الهوية.
el: Aktivieren, wenn ODBC mit Benutzername und Passwort authentifiziert. Leer lassen, wenn der Zugriff anonym erfolgt.
es: Active esta opción si ODBC debe autenticarse con usuario y contraseña. Deje en blanco para el acceso anónimo.
fr: Vérifier ceci si ODBC doit authentifier avec un nom d’utilisateur et un mot de passe. Laisser vide pour un accès anonyme.
ru: Сделайте данную отметку, если для открытого интерфейса доступа к базам данным (ODBC) требуется авторизация с введением имени пользователя и пароля. Оставьте поле пустым для анонимного доступа

source: ODBC authentication
ar: مصادقة اتصال قاعدة البيانات المفتوحة
el: ODBC-Authentifizierung
es: Autenticación de ODBC
fr: Authentification ODBC
ru: Авторизация ODBC

source: Other options
ar: خيارات أخرى
el: Weitere Optionen
es: Otras opciones
fr: Autres options
ru: Другие опции

source: Language
ar: اللغة
el: Sprache
es: Idioma
fr: Langue
ru: Язык

source: Log level
ar: مستوى التسجيل
el: Protokollierungsstufe
es: Nivel de registro
fr: Niveau du journal
ru: Уровень регистрации данных

source: None
ar: لا شيء
el: Keine
es: Ninguno
fr: Aucun
ru: Нет

source: Errors
ar: أخطاء
el: Fehler
es: Errores
fr: Erreurs
ru: Ошибки

source: Debug
ar: تصحيح
el: Debugs
es: Depurar
fr: Débogage
ru: Корректировка

source: Job submission
ar: تقديم المهمة
el: Auftragserteilung
es: Envío de trabajos
fr: Envoi de la tâche
ru: Отправка задания

source: Result
ar: النتيجة
el: Ergebnis
es: Resultado
fr: Résultat
ru: Результат

source: Details:
ar: التفاصيل
es: Detalles:
fr: Détails :
ru: Описание:

source: Ok
ar: موافقة
es: Aceptar
ru: Ок

source: Documents to send:
ar: المستندات التي يجب إرسالها
el: Zu sendende Dokumente:
es: Documentos que enviar:
fr: Documents à envoyer :
ru: Документы для отправки:

source: You can append new pages, or send selected documents now.
ar: يمكنك أن تُلحق صفحات جديدة، أو ترسل مستندات محددة الآن.
el: Sie können weitere Seiten anhängen oder die ausgewählten Dokumente jetzt senden.
es: Ahora puede adjuntar nuevas páginas o enviar documentos seleccionados.
fr: Vous pouvez ajouter de nouvelles pages ou envoyer maintenant les documents sélectionnés.
ru: Вы можете добавить новые страницы или отправить выбранные документы прямо сейчас.

source: Drag documents or use arrows to sort. Right click for popup menu.
ar: اسحب المستندات أو استخدم الأسهم للتصنيف. اضغط على اليمين لإظهار القائمة المنبثقة.
el: Zum Sortieren die Dokumente an die gewünschte Position ziehen oder die Pfeiltasten verwenden. Per Rechtsklick das Pop-up-Menü öffnen.
es: Arrastre documentos o use las flechas para ordenarlos. Haga clic con el botón secundario para abrir el menú emergente.
fr: Faire glisser les documents ou utiliser les flèches pour les trier. Cliquer avec le bouton droit de la souris pour obtenir un menu contextuel.
ru: Перетащите документы или используйте стрелки для сортировки. Щелкните правой кнопкой мыши, чтобы открыть всплывающее меню.

source: Up
ar: أعلى
el: Nach oben
es: Subir
fr: Haut
ru: Вверх

source: Down
ar: أسفل
el: Nach unten
es: Bajar
fr: Bas
ru: Вниз

source: FAX numbers
ar: أرقام الفاكس
el: Faxnummern
es: Números de fax
fr: Numéros de fax
ru: Номера факсов

source: Notify E-Mail
ar: إشعار عبر البريد الإلكتروني
el: Benachrichtigung per E-Mail
es: Dirección de correo electrónico de notificación
fr: Signaler par e-mail
ru: Уведомление по электронной почте

source: Send as a single fax
ar: إرسال كفاكس منفرد
el: Als ein Fax senden
es: Enviar como un solo fax
fr: Envoyer en tant que fax unique
ru: Отправить в одном факсе

source: Send individually
ar: إرسال منفرد
el: Separat senden
es: Enviar individualmente
fr: Envoyer individuellement
ru: Отправить по отдельности

source: Enter multiple recipients separated by semicolons.
ar: إدخال عدة مستلمين منفصلين بفاصلة منقوطة
el: Mehrere Empfänger getrennt durch Semikolons eingeben
es: En caso de introducir varios destinatarios, use punto y coma para separarlos.
fr: Saisir des destinataires multiples séparés par des points virgules.
ru: При вводе нескольких получателей они разделяются точкой с запятой.

source: Select from address book
ar: تحديد من دفتر العناوين
el: Aus dem Adressbuch auswählen
es: Seleccionar desde la libreta de direcciones
fr: Sélectionner dans le carnet d'adresses
ru: Выбрать из адресной книги

source: Fax cover
ar: غلاف الفاكس
el: Faxdeckblatt
es: Portada de fax
fr: Couverture du fax
ru: Титульный лист факса

source: Subject:
ar: الموضوع
el: Betreff:
es: Asunto:
fr: Objet :
ru: Тема:

source: Comments:
ar: التعليقات
el: Anmerkungen:
es: Comentarios:
fr: Commentaires :
ru: Комментарии:

source: Recipient's name:
ar: اسم المستلم
el: Name des Empfängers:
es: Nombre del destinatario:
fr: Nom du destinataire :
ru: Имя получателя:

source: <from address book>
ar: <من دفتر العناوين>
el: <aus Adressbuch>
es: <desde libreta de direcciones>
fr: <dans le carnet d'adresses>
ru: <из адресной книги>

source: Cover:
es: Portada:

source: Send
ar: إرسال
el: Senden
es: Enviar
fr: Envoyer
ru: Отправить

source: Save Number
ar: حفظ الرقم
el: Nummer speichern
es: Guardar número
fr: Enregistrer le numéro
ru: Сохранить номер

source: Delete Entry
ar: حذف المدخلات
el: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l’entrée
ru: Удалить запись

source: Configure
ar: تهيئة
el: Konfigurieren
es: Configurar
fr: Configurer
ru: Сконфигурировать

source: Close
ar: إغلاق
el: Schließen
es: Cerrar
fr: Fermer
ru: Закрыть

source: Select...
ar: تحديد...
el: Auswählen ...
es: Seleccionar...
fr: Sélectionner...
ru: Выбрать...

source: Help
ar: مساعدة
el: Hilfe
es: Ayuda
fr: Aide
ru: Помощь

source: Add file...
ar: إضافة ملف...
el: Datei hinzufügen ...
es: Agregar archivo...
fr: Ajouter un fichier...
ru: Добавить файл...

source: Select All
ar: تحديد الكل
el: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ru: Выбрать Все

source: Select None
ar: تحديد لا شيء
el: Alle abwählen
es: No seleccionar ninguno
fr: Désélectionner
ru: Выбрать Нет

source: All supported files|*.ps;*.pdf;*.tif;*.tiff;*.pcl|All files|*.*
ar: جميع الملفات المدعومة|*.ps;*.pdf;*.tif;*.tiff;*.pcl|جميع الملفات|*.*
el: Alle unterstützten Dateien|*.ps;*.pdf;*.tif;*.tiff;*.pcl|Alle Dateien|*.*
es: Todos los archivos compatibles|*.ps;*.pdf;*.tif;*.tiff;*.pcl|Todos los archivos|*.*
fr: Tous les fichiers pris en charge|*.ps;*.pdf;*.tif;*.tiff;*.pcl|All files|*.*
ru: Все поддерживаемые файлы |*.ps;*.pdf;*.tif;*.tiff;*.pcl|All files|*.*

source: Fax processing
ar: معالجة الفاكس
el: Faxverarbeitung
es: Fax en proceso
fr: Traitement du fax
ru: Обработка факса

source: Status:
ar: الحالة
es: Estado:
fr: Statut :
ru: Статус:

source: Recipients
ar: المستلمون
el: Empfänger
es: Destinatarios
fr: Destinataires
ru: Получатели

source: Subject
ar: الموضوع
el: Betreff
es: Asunto
fr: Objet
ru: Тема

source: Status
ar: الحالة
es: Estado
fr: Statut
ru: Статус

source: Recipient's name
ar: اسم المستلم
el: Name des Empfängers
es: Nombre del destinatario
fr: Nom du destinataire
ru: Имя получателя

source: FAX number:
ar: رقم الفاكس
el: Faxnummer:
es: Número de fax:
fr: Numéro de FAX :
ru: Номера факса:

source: Select Recipients
ar: تحديد المستلمين
el: Empfänger auswählen
es: Seleccionar destinatarios
fr: Sélectionner les destinataires
ru: Выбрать получателей

source: Unable to lock addressbook.csv!
ar: تعذر قفل addressbook.csv!
el: addressbook.csv konnte nicht gesperrt werden!
es: ¡No se puede bloquear el archivo addressbook.csv!
fr: Impossible de verrouiller addressbook.csv !
ru: Невозможно заблокировать addressbook.csv!

source: Call to curl_easy_init failed
ar: فشل استدعاء curl_easy_init
el: Aufruf von curl_easy_init fehlgeschlagen
es: Error de llamada a curl_easy_init
fr: Échec de l’appel à curl_easy_init
ru: Вызов curl_easy_init не удался

source: Unable to create addressbook.csv!
ar: تعذر إنشاء addressbook.csv!
el: addressbook.csv konnte nicht erstellt werden!
es: ¡No se puede crear el archivo addressbook.csv!
fr: Impossible de créer addressbook.csv !
ru: Невозможно создать addressbook.csv!

source: Unable to query address book contents table: 0x
ar: تعذر طلب جدول محتويات دفتر العناوين: 0x
el: Tabelle mit Adressbuchdaten konnte nicht abgefragt werden: 0x
es: No se puede consultar la tabla de contenido de la libreta de direcciones: 0x
fr: Impossible d’interroger le tableau de contenu du carnet d'adresses : 0x
ru: Невозможно запросить таблицу содержимого адресной книги: 0x

source: Unable to query address book hierarchy table: 0x
ar: تعذر طلب جدول تدرج دفتر العناوين: 0x
el: Tabelle der Adressbuchhierarchie konnte nicht abgefragt werden: 0x
es: No se puede consultar la tabla de jerarquía de la libreta de direcciones: 0x
fr: Impossible d’interroger le tableau de hiérarchie du carnet d'adresses : 0x
ru: Невозможно запросить иерархическую таблицу адресной книги: 0x

source: Unable to open address book sub container: 0x
ar: تعذر فتح الحاوية الفرعية لدفتر العناوين: 0x
el: Der Subcontainer des Adressbuchs konnte nicht geöffnet werden: 0x
es: No se puede abrir el contenedor secundario de la libreta de direcciones: 0x
fr: Impossible d’ouvrir le conteneur secondaire du carnet d'adresses : 0x
ru: Невозможно открыть вспомогательное хранилище адресной книги: 0x

source: Unable to initialize MAPI: 0x
ar: تعذر تمهيد الواجهة البرمجية لتطبيق الرسائل: 0x
el: MAPI konnte nicht initialisiert werden: 0x
es: No se puede inicializar MAPI: 0x
fr: Impossible d’initialiser MAPI : 0x
ru: Невозможно инициализировать MAPI: 0x

source: Unable to logon to MAPI: 0x
ar: تعذر تسجيل الدخول إلى الواجهة البرمجية لتطبيق الرسائل: 0x
el: Anmeldung bei MAPI nicht möglich: 0x
es: No se puede iniciar sesión en MAPI: 0x
fr: Impossible de se connecter à MAPI : 0x
ru: Невозможно войти в MAPI: 0x

source: Unable to open MAPI address book: 0x
ar: تعذر فتح دفتر عناوين الواجهة البرمجية لتطبيق الرسائل: 0x
el: MAPI-Adressbuch konnte nicht geöffnet werden: 0x
es: No se puede abrir la libreta de direcciones MAPI: 0x
fr: Impossible d’ouvrir le carnet d'adresses MAPI : 0x
ru: Невозможно открыть адресную книгу MAPI: 0x

source: Unable to open MAPI address book container: 0x
ar: تعذر فتح حاوية دفتر عناوين الواجهة البرمجية لتطبيق الرسائل: 0x
el: Container des MAPI-Adressbuchs konnte nicht geöffnet werden: 0x
es: No se puede abrir el contenedor de la libreta de direcciones MAPI: 0x
fr: Impossible d’ouvrir le conteneur du carnet d'adresses MAPI : 0x
ru: Невозможно открыть хранилище адресной книги MAPI: 0x

source: Unable to initialize ODBC:
ar: تعذر تمهيد اتصال قاعدة البيانات المفتوحة:
el: ODBC konnte nicht initialisiert werden:
es: No se puede inicializar ODBC:
fr: Impossible d’initialiser ODBC :
ru: Невозможно инициализировать ODBC:

source: Unable to setup ODBC:
ar: تعذر إعداد اتصال قاعدة البيانات المفتوحة:
el: ODBC konnte nicht eingerichtet werden:
es: No se puede configurar ODBC:
fr: Impossible de paramétrer ODBC :
ru: Невозможна настройка ODBC:

source: Unable to create ODBC connection:
ar: تعذر إنشاء ارتباط اتصال قاعدة البيانات المفتوحة:
el: ODBC-Verbindung konnte nicht erstellt werden:
es: No se puede crear una conexión ODBC:
fr: Impossible de créer une connexion ODBC :
ru: Невозможно создание соединения ODBC:

source: Unable to setup ODBC connection:
ar: تعذر إعداد ارتباط اتصال قاعدة البيانات المفتوحة:
el: ODBC-Verbindung konnte nicht eingerichtet werden:
es: No se puede configurar la conexión ODBC:
fr: Impossible de paramétrer la connexion ODBC :
ru: Невозможна настройка соединение ODBC:

source: Unable to open ODBC connection:
ar: تعذر فتح ارتباط اتصال قاعدة البيانات المفتوحة:
el: ODBC-Verbindung konnte nicht hergestellt werden:
es: No se puede abrir la conexión ODBC:
fr: Impossible d’ouvrir la connexion ODBC :
ru: Невозможно открыть соединение ODBC:

source: Unable to create ODBC statement:
ar: تعذر إنشاء بيان اتصال قاعدة البيانات المفتوحة:
el: ODBC-Statement konnte nicht erstellt werden:
es: No se puede crear la declaración ODBC:
fr: Impossible de créer un message ODBC :
ru: Невозможно создание оператора ODBC:

source: Unable to execute ODBC statement:
ar: تعذر تنفيذ بيان اتصال قاعدة البيانات المفتوحة:
el: ODBC-Statement konnte nicht ausgeführt werden:
es: No se puede ejecutar la declaración ODBC:
fr: Impossible d’exécuter le message ODBC :
ru: Невозможно выполнение оператора ODBC:

source: Unable to bind ODBC column:
ar: تعذر ربط عمود اتصال قاعدة البيانات المفتوحة:
el: ODBC-Spalte konnte nicht gebunden werden:
es: No se puede vincular la columna de ODBC:
fr: Impossible de lier la colonne ODBC :
ru: Невозможно связать столбец ODBC:

source: Unable to fetch ODBC data:
ar: تعذر جلب بيانات اتصال قاعدة البيانات المفتوحة:
el: ODBC-Daten konnten nicht abgerufen werden:
es: No se pueden recuperar los datos de ODBC:
fr: Impossible de récupérer les données ODBC :
ru: Невозможно получение данных ODBC:

source: Client is not configured. Would you like to configure it now?
ar: عميل غير مهيَّأ. هل تريد تهيئته الآن؟
el: Der Client ist nicht konfiguriert. Möchten Sie ihn jetzt konfigurieren?
es: El cliente no está configurado. ¿Le gustaría configurarlo ahora?
fr: Le client n'est pas configuré. Souhaitez-vous le configurer maintenant ?
ru: Клиент не сконфигурирован. Вы хотите сконфигурировать его сейчас?

source: Choose address book location
ar: اختيار موقع دفتر العناوين
el: Speicherort des Adressbuchs auswählen
es: Elegir la ubicación de la libreta de direcciones
fr: Choisissez l’emplacement du carnet d’adresses
ru: Выберите местонахождение адресной книги

source: Specify a valid path for the Address Book
ar: تحديد مسار صحيح لدفتر العناوين
el: Einen gültigen Pfad zum Adressbuch eingeben
es: Especificar una ruta válida para la libreta de direcciones
fr: Indiquez un chemin d’accès valide pour le carnet d'adresses
ru: Укажите действительный путь регистрации адресной книги

source: is already present in the address book. Do you want to modify the associated number?
ar: موجود بالفعل في دفتر العناوين. هل تريد تعديل الرقم المرتبط؟
el: ist im Adressbuch bereits vorhanden. Möchten Sie die zugehörige Nummer ändern?
es: ya está presente en la libreta de direcciones. ¿Desea modificar el número asociado?
fr: est déjà présent dans le carnet d'adresses. Souhaitez-vous modifier le numéro associé ?
ru: уже есть в адресной книге. Вы хотите изменить присвоенный номер?

source: Unsent faxes will be lost. Are you sure you want to exit?
ar: ستفقد رسائل الفاكس غير المرسلة. هل أنت متأكد من أنك تريد الخروج؟
el: Nicht gesendete Faxnachrichten gehen verloren. Soll der Vorgang trotzdem beendet werden?
es: Se perderán los faxes no enviados. ¿Está seguro de que desea salir?
fr: Les fax non envoyés seront perdus. Êtes-vous sûr de vouloir sortir ?
ru: Неотправленные факсы будут утрачены. Вы действительно хотите выйти?

source: Delete recipient?
ar: هل تريد حذف المستلم؟
el: Empfänger löschen?
es: ¿Eliminar destinatario?
fr: Supprimer le destinataire ?
ru: Удалить получателя?

source: <none>
es: <ninguno>

source: Converting file to PDF...
ar: جارٍ تحويل الملف إلى PDF...
el: Datei wird in PDF konvertiert ...
es: Convirtiendo archivo a PDF...
fr: Conversion du fichier en PDF...
ru: Идет преобразование файла в формат PDF...

source: File conversion succeeded
ar: تم تحويل الملف بنجاح.
el: Dateikonvertierung abgeschlossen
es: Conversión de archivo realizada correctamente
fr: Conversion du fichier effectuée
ru: Файл успешно преобразован

source: An unknown error has occurred. File has not been converted
ar: حدث خطأ غير معروف. لم يتم تحويل الملف.
el: Ein unbekannter Fehler ist aufgetreten. Die Datei wurde nicht konvertiert.
es: Se ha producido un error desconocido. No se ha convertido el archivo
fr: Une erreur inconnue s’est produite. Le fichier n’a pas été converti
ru: Произошла неизвестная ошибка. Файл не преобразован

source: Sending fax...
ar: جارٍ إرسال الفاكس...
el: Fax wird gesendet ...
es: Enviando fax...
fr: Envoi du fax...
ru: Производится отправление факса...

source: Fax correctly sent
ar: تم إرسال الفاكس على نحو صحيح.
el: Das Fax wurde korrekt gesendet.
es: Fax enviado correctamente
fr: Fax envoyé correctement
ru: Факс успешно отправлен

source: An unknown error has occurred. Fax has not been sent
ar: حدث خطأ غير معروف. لم يُرسَل الفاكس.
el: Ein unbekannter Fehler ist aufgetreten. Das Fax wurde nicht gesendet.
es: Se ha producido un error desconocido. No se ha enviado el fax
fr: Une erreur inconnue s’est produite. Le fax n’a pas été envoyé
ru: Произошла неизвестная ошибка. Факс не отправлен

source: Job completed successfully
ar: تمت المهمة بنجاح.
el: Auftrag erfolgreich ausgeführt
es: Trabajo completado correctamente
fr: Tâche accomplie avec succès
ru: Задача успешно выполнена
